//Пробовал написать сам, опять только примерно понимаю, но пишу криво и ничего не работает.
//Так как занятие было почти неделю назад уже всё вылетело из головы.
//Делаю задания сознательно спустя время. Так вроде в голове что-то лучше задерживается.
//Правда, и физически по времени сразу делать не выходит.
//Пришлось корректировать по записи с семинара.
//Ещё в задании лучше выделить слово КОНСОЛЬ, а то я в алерт чуть не сделал)))

function greeting(name) {
    console.log(`Привет, ${name}!!!`);
}

const userName = prompt(`Введите имя пользователя: `);
greeting(userName);